---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrLegendWidth
source: html/62e8dd20-7c27-bf54-3adb-b4f3a9a4cc2c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrLegendWidth Property

"Legend Width"

## Syntax (C#)
```csharp
public static ForgeTypeId SpatialFieldMgrLegendWidth { get; }
```